analysis/results/gogci-YCSB-stdout-e0.log
[OVERALL], RunTime(ms), 53203
[OVERALL], Throughput(ops/sec), 1.2029396838524142
[TOTAL_GCS_G1_Young_Generation], Count, 1
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 13
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.02443471232825217
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 13
[TOTAL_GC_TIME_%], Time(%), 0.02443471232825217
[READ], Operations, 64
[READ], AverageLatency(us), 824240.0
[READ], MinLatency(us), 712704
[READ], MaxLatency(us), 972287
[READ], 95thPercentileLatency(us), 929791
[READ], 99thPercentileLatency(us), 948223
[READ], Return=OK, 64
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3.0
[CLEANUP], MinLatency(us), 3
[CLEANUP], MaxLatency(us), 3
[CLEANUP], 95thPercentileLatency(us), 3
[CLEANUP], 99thPercentileLatency(us), 3