analysis/results/gogci-YCSB-stdout-e10.log
[OVERALL], RunTime(ms), 1185176
[OVERALL], Throughput(ops/sec), 1.2656348086697673
[TOTAL_GCS_G1_Young_Generation], Count, 6
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 81
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.006834427966816743
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 6
[TOTAL_GC_TIME], Time(ms), 81
[TOTAL_GC_TIME_%], Time(%), 0.006834427966816743
[READ], Operations, 1497
[READ], AverageLatency(us), 791133.541750167
[READ], MinLatency(us), 645632
[READ], MaxLatency(us), 925695
[READ], 95thPercentileLatency(us), 849919
[READ], 99thPercentileLatency(us), 876031
[READ], Return=OK, 1497
[READ], Return=ERROR, 3
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 4.0
[CLEANUP], MinLatency(us), 4
[CLEANUP], MaxLatency(us), 4
[CLEANUP], 95thPercentileLatency(us), 4
[CLEANUP], 99thPercentileLatency(us), 4
[READ-FAILED], Operations, 3
[READ-FAILED], AverageLatency(us), 6924.666666666667
[READ-FAILED], MinLatency(us), 4996
[READ-FAILED], MaxLatency(us), 8087
[READ-FAILED], 95thPercentileLatency(us), 8087
[READ-FAILED], 99thPercentileLatency(us), 8087