analysis/results/gogci-YCSB-stdout-e4.log
[OVERALL], RunTime(ms), 52285
[OVERALL], Throughput(ops/sec), 1.2240604379841256
[TOTAL_GCS_G1_Young_Generation], Count, 1
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 16
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.030601510949603138
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 16
[TOTAL_GC_TIME_%], Time(%), 0.030601510949603138
[READ], Operations, 64
[READ], AverageLatency(us), 809008.0
[READ], MinLatency(us), 688640
[READ], MaxLatency(us), 930815
[READ], 95thPercentileLatency(us), 919551
[READ], 99thPercentileLatency(us), 924671
[READ], Return=OK, 64
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2.0
[CLEANUP], MinLatency(us), 2
[CLEANUP], MaxLatency(us), 2
[CLEANUP], 95thPercentileLatency(us), 2
[CLEANUP], 99thPercentileLatency(us), 2