analysis/results/gogci-YCSB-stdout-e7.log
[OVERALL], RunTime(ms), 1527035
[OVERALL], Throughput(ops/sec), 1.309727674873202
[TOTAL_GCS_G1_Young_Generation], Count, 7
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 128
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.008382257119188493
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 7
[TOTAL_GC_TIME], Time(ms), 128
[TOTAL_GC_TIME_%], Time(%), 0.008382257119188493
[READ], Operations, 2000
[READ], AverageLatency(us), 763072.512
[READ], MinLatency(us), 639488
[READ], MaxLatency(us), 909823
[READ], 95thPercentileLatency(us), 838655
[READ], 99thPercentileLatency(us), 866303
[READ], Return=OK, 2000
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 4.0
[CLEANUP], MinLatency(us), 4
[CLEANUP], MaxLatency(us), 4
[CLEANUP], 95thPercentileLatency(us), 4
[CLEANUP], 99thPercentileLatency(us), 4