analysis/results/gogci-YCSB-stdout-e8.log
[OVERALL], RunTime(ms), 52883
[OVERALL], Throughput(ops/sec), 1.2102187848647012
[TOTAL_GCS_G1_Young_Generation], Count, 1
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 14
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.02647353591891534
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 14
[TOTAL_GC_TIME_%], Time(%), 0.02647353591891534
[READ], Operations, 64
[READ], AverageLatency(us), 819320.0
[READ], MinLatency(us), 709120
[READ], MaxLatency(us), 1000447
[READ], 95thPercentileLatency(us), 951807
[READ], 99thPercentileLatency(us), 989695
[READ], Return=OK, 64
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2.0
[CLEANUP], MinLatency(us), 2
[CLEANUP], MaxLatency(us), 2
[CLEANUP], 95thPercentileLatency(us), 2
[CLEANUP], 99thPercentileLatency(us), 2