analysis/results/gonogci-YCSB-stdout-e0.log
[OVERALL], RunTime(ms), 229581
[OVERALL], Throughput(ops/sec), 1.306728344244515
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 57
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.024827838540645783
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 57
[TOTAL_GC_TIME_%], Time(%), 0.024827838540645783
[READ], Operations, 300
[READ], AverageLatency(us), 763665.0666666667
[READ], MinLatency(us), 648192
[READ], MaxLatency(us), 888831
[READ], 95thPercentileLatency(us), 838143
[READ], 99thPercentileLatency(us), 857599
[READ], Return=OK, 300
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2.0
[CLEANUP], MinLatency(us), 2
[CLEANUP], MaxLatency(us), 2
[CLEANUP], 95thPercentileLatency(us), 2
[CLEANUP], 99thPercentileLatency(us), 2