analysis/results/gonogci-YCSB-stdout-e1.log
[OVERALL], RunTime(ms), 857153
[OVERALL], Throughput(ops/sec), 1.1666528612744749
[TOTAL_GCS_G1_Young_Generation], Count, 4
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 119
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.01388316904916625
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 119
[TOTAL_GC_TIME_%], Time(%), 0.01388316904916625
[READ], Operations, 1000
[READ], AverageLatency(us), 856358.656
[READ], MinLatency(us), 684544
[READ], MaxLatency(us), 1485823
[READ], 95thPercentileLatency(us), 1284095
[READ], 99thPercentileLatency(us), 1377279
[READ], Return=OK, 1000
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 4.0
[CLEANUP], MinLatency(us), 4
[CLEANUP], MaxLatency(us), 4
[CLEANUP], 95thPercentileLatency(us), 4
[CLEANUP], 99thPercentileLatency(us), 4