analysis/results/gonogci-YCSB-stdout-e11.log
[OVERALL], RunTime(ms), 1156679
[OVERALL], Throughput(ops/sec), 1.296816143458989
[TOTAL_GCS_G1_Young_Generation], Count, 6
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 97
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.008386077727701464
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 6
[TOTAL_GC_TIME], Time(ms), 97
[TOTAL_GC_TIME_%], Time(%), 0.008386077727701464
[READ], Operations, 1500
[READ], AverageLatency(us), 770601.3013333334
[READ], MinLatency(us), 657408
[READ], MaxLatency(us), 916991
[READ], 95thPercentileLatency(us), 843263
[READ], 99thPercentileLatency(us), 870911
[READ], Return=OK, 1500
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3.0
[CLEANUP], MinLatency(us), 3
[CLEANUP], MaxLatency(us), 3
[CLEANUP], 95thPercentileLatency(us), 3
[CLEANUP], 99thPercentileLatency(us), 3