analysis/results/gonogci-YCSB-stdout-e14.log
[OVERALL], RunTime(ms), 1154377
[OVERALL], Throughput(ops/sec), 1.2994021883665388
[TOTAL_GCS_G1_Young_Generation], Count, 6
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 72
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.0062371305041593866
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 6
[TOTAL_GC_TIME], Time(ms), 72
[TOTAL_GC_TIME_%], Time(%), 0.0062371305041593866
[READ], Operations, 1500
[READ], AverageLatency(us), 768989.8666666667
[READ], MinLatency(us), 664064
[READ], MaxLatency(us), 925183
[READ], 95thPercentileLatency(us), 840703
[READ], 99thPercentileLatency(us), 863743
[READ], Return=OK, 1500
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 4.0
[CLEANUP], MinLatency(us), 4
[CLEANUP], MaxLatency(us), 4
[CLEANUP], 95thPercentileLatency(us), 4
[CLEANUP], 99thPercentileLatency(us), 4