analysis/results/gonogci-YCSB-stdout-e8.log
[OVERALL], RunTime(ms), 1536266
[OVERALL], Throughput(ops/sec), 1.301857881382521
[TOTAL_GCS_G1_Young_Generation], Count, 7
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 103
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.006704568089119983
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 7
[TOTAL_GC_TIME], Time(ms), 103
[TOTAL_GC_TIME_%], Time(%), 0.006704568089119983
[READ], Operations, 2000
[READ], AverageLatency(us), 767684.096
[READ], MinLatency(us), 635904
[READ], MaxLatency(us), 924159
[READ], 95thPercentileLatency(us), 841727
[READ], 99thPercentileLatency(us), 868863
[READ], Return=OK, 2000
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 8.0
[CLEANUP], MinLatency(us), 8
[CLEANUP], MaxLatency(us), 8
[CLEANUP], 95thPercentileLatency(us), 8
[CLEANUP], 99thPercentileLatency(us), 8