analysis/results/gozero-YCSB-stdout-e0.log
[OVERALL], RunTime(ms), 1230952
[OVERALL], Throughput(ops/sec), 1.2185690424971891
[TOTAL_GCS_G1_Young_Generation], Count, 6
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 105
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.008529983297480325
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 6
[TOTAL_GC_TIME], Time(ms), 105
[TOTAL_GC_TIME_%], Time(%), 0.008529983297480325
[READ], Operations, 1500
[READ], AverageLatency(us), 820088.32
[READ], MinLatency(us), 640000
[READ], MaxLatency(us), 1102847
[READ], 95thPercentileLatency(us), 928767
[READ], 99thPercentileLatency(us), 984575
[READ], Return=OK, 1500
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 4.0
[CLEANUP], MinLatency(us), 4
[CLEANUP], MaxLatency(us), 4
[CLEANUP], 95thPercentileLatency(us), 4
[CLEANUP], 99thPercentileLatency(us), 4