analysis/results/gozero-YCSB-stdout-e1.log
[OVERALL], RunTime(ms), 787121
[OVERALL], Throughput(ops/sec), 1.2704527004107373
[TOTAL_GCS_G1_Young_Generation], Count, 4
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 87
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.011052938493573415
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 87
[TOTAL_GC_TIME_%], Time(%), 0.011052938493573415
[READ], Operations, 1000
[READ], AverageLatency(us), 786373.12
[READ], MinLatency(us), 640512
[READ], MaxLatency(us), 961535
[READ], 95thPercentileLatency(us), 878079
[READ], 99thPercentileLatency(us), 906239
[READ], Return=OK, 1000
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 4.0
[CLEANUP], MinLatency(us), 4
[CLEANUP], MaxLatency(us), 4
[CLEANUP], 95thPercentileLatency(us), 4
[CLEANUP], 99thPercentileLatency(us), 4